№ Задача №6

// Напишите программу ,которая на вход принимает число ивыдает ,является ли число четным (делится ли на два без остатка.)

Console.WriteLine("Введите число");

int a = Convert.ToInt32(Console.ReadLine());

if (a%2==0)

{

    Console.WriteLine("<<Число:>> + a +>>Четное>>");

}

else

{

    Console.WriteLine($">>Число: {a} нечетное>>");
    
}