# Задача №8

// Напишите программу,которая на вход принимаетчисло(N),а на выходе показывает все четные числа от 1 до N.

Console.WriteLine("Введите число");

int numberN = int.Parse(Console.ReadLine() ?? "");



int even = 2;

Console.Write($"четные числа от <1> до <{numberN}> :");

while (even < numberN)

{

    Console.Write($"{even}");

even =even +2;

}

Console.WriteLine("");