# Задача №10

// Напишите программу,котроя выводиттретью цыфру задоного числа или сообщает,что третьей цыфры нет.

Console.WriteLine("Введите число");

int number = new Random().Next(1, 100000);

Console.WriteLine(number);

if (number > 99)
{
    string number1 = "";

    number1 = Convert.ToString(number);

    Console.WriteLine(number1[2]);
}
else
{
    Console.WriteLine("третьей цыфры нет");
}