# Задача № 15.

// Напишите программу,которая принимает на вход цыфру ,обозначающую день недели.

// И проверяет , является  ли этот день выходным.

Console.WriteLine("Введите число дня недели");

int number = Convert.ToInt32(Console.ReadLine());

if (number >= 1 && number <=7)

{

    Console.WriteLine("является день выходным");

}

else if (number==6 || number ==7) 

{

    Console.WriteLine("не является день выходным");

}

else
{

    Console.WriteLine("число введено ошибочно");

}